name: "DET_YOLOv8s_TensorRT"
platform: "tensorrt_plan"
max_batch_size : 0
input [
    {
        name: "images"
        data_type: TYPE_FP16
        dims: [1, 3, 640, 640]
    }
]
output [
    {
        name: "output0"
        data_type: TYPE_FP16
        dims: [1, 84, 8400]
    }
]
version_policy: { latest: { num_versions: 1}}
